var data = {
	lista : [
		{
			im:'cc2.png',
			st:'米兔儿童电话手表',
			tx:'安全防走丢 宝贝的贴心护士',
			sp:'299元',
			to:'享7折'
		},
		{
			im:'cc3.png',
			st:'米家小白智能摄像机',
			tx:'360度全景拍摄，双向语音通话',
			sp:'399元',
			to:'享6折'
		},
		{
			im:'cc4.png',
			st:'9号平衡车',
			tx:'年轻人的酷玩具，骑车两种玩法',
			sp:'1699元',
			to:'享6折'
		},
		{
			im:'cc5.png',
			st:'米家LED灯 智能台灯',
			tx:'无可视闪频 高度色温无级调节',
			sp:'169元',
			to:'享5折'
		},
		{
			im:'cc6.png',
			st:'米家压力电饭煲',
			tx:'真智能的压力 IH电饭煲',
			sp:'79元',
			to:'享6折'
		},
		{
			im:'cc7.png',
			st:'智能灯泡',
			tx:'高亮度调节 远程操作',
			sp:'99元',
			to:'享5折'
		},
		{
			im:'cc8.png',
			st:'小米路由器',
			tx:'四天线设计 更安全更稳定',
			sp:'149元',
			to:'享4折'
		},
		{
			im:'cc9.png',
			st:'小米空气净化器',
			tx:'反渗透直出纯净水',
			sp:'1299元',
			to:'享8折'
		}
	]
}